Repository: DeFosu/django-journal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Ім'я
de: Name

source: Прізвище
de: Nachname

source: Електронна пошта
de: E-Mail

source: Обов'язкове поле.
de: Pflichtfeld.

source: Ім'я користувача
de: Benutzername

source: Пароль
de: Passwort

source: Name of the course
de: Kursname

source: Опис курсу
de: Kursbeschreibung

source: Викладач
de: Lehrer

source: Курс
de: Kurs

source: Курси
de: Kurse

source: Студент
de: Student

source: Роль користувача
de: Benutzerrolle

source: Профіль
de: Profil

source: Профілі
de: Profile

source: Запис на курс
de: Kursanmeldung

source: Записи на курси
de: Kursanmeldungen

source: Назва заняття
de: Lektionsname

source: Опис заняття
de: Lektionenbeschreibung

source: Час проведення
de: Zeitplan

source: Заняття
de: Lektion

source: Оцінка
de: Bewertung

source: Оцінки
de: Bewertungen

source: Додати урок
de: Lektion hinzufügen

source: Додати студента
de: Student hinzufügen

source: Виберіть студента
de: Student auswählen

source: Додати
de: Hinzufügen

source: Редагувати
de: Bearbeiten

source: Видалити
de: Löschen

source: Оцінити студента
de: Student bewerten

source: Зберегти оцінку
de: Bewertung speichern

source: Керувати курсом
de: Kurs verwalten

source: Додати заняття
de: Lektion hinzufügen

source: Редагувати курс
de: Kurs bearbeiten

source: Оцінки студентів
de: Studentenbewertungen

source: Функції
de: Funktionen

source: Назва курсу
de: Kursname

source: Зберегти
de: Speichern

source: Редагувати заняття
de: Lektion bearbeiten

source: Мої курси
de: Meine Kurse

source: У вас немає курсів.
de: Sie haben keine Kurse.

source: Вітаю
de: Willkommen

source: Вийти
de: Abmelden

source: Змінити пароль
de: Passwort ändern

source: Старий пароль
de: Altes Passwort

source: Новий пароль
de: Neues Passwort

source: Підтвердження нового паролю
de: Neues Passwort bestätigen

source: Дата
de: Datum

source: Змінити оцінку
de: Bewertung ändern

source: Оцінки ще немає
de: Noch keine Bewertungen

source: Змінити
de: Ändern

source: Змінити дані
de: Details ändern

source: Змінити профіль
de: Profil ändern

source: Авторизація
de: Anmeldung

source: Увійти
de: Anmelden

source: Реєстрація
de: Registrierung

source: Зареєструватися
de: Registrieren

source: You are not the teacher of this course.
de: Sie sind nicht der Lehrer dieses Kurses.

source: Only the teacher of this course can add lessons.
de: Nur der Lehrer dieses Kurses kann Lektionen hinzufügen.

source: Only the teacher of this course can edit it.
de: Nur der Lehrer dieses Kurses kann ihn bearbeiten.

source: Only the teacher of this course can add students.
de: Nur der Lehrer dieses Kurses kann Studenten hinzufügen.

source: Only the teacher of this lesson can edit it.
de: Nur der Lehrer dieser Lektion kann sie bearbeiten.

source: Only the teacher of this lesson can delete it.
de: Nur der Lehrer dieser Lektion kann sie löschen.

source: English
de: Englisch

source: Germany
de: Deutschland

source: Ви адміністратор!
de: Sie sind Administrator!
